Repository: KremerLoic/Exam_Wordpress_18-19
Catalog: languages/*.po
Languages: fr_be

source: Open your account
fr_be: Se connecter

source: Connect with over 5 millions investors in the world’s leading social investment network
fr_be: Connecte toi avec plus de 5 millions d'investisseurs dans le plus grand réseau social d'investissement au monde !!

source: Email address
fr_be: Adresse Email

source: Full name
fr_be: Nom / Prenom

source: Phone number
fr_be: Numèro de telok

source: Create account
fr_be: Créer son compte

source: Drop Us a line
fr_be: Envoyez-nous un message

source: Subject
fr_be: Sujet

source: Send Message
fr_be: Envoyer le message

source: Please wait..
fr_be: Patientez svp..

source: Categories :
fr_be: Catégories :
